{
	"_meta": {
		"sources": [
			{
				"json": "Qet",
				"abbreviation": "QET",
				"full": "Qet",
				"url": "https://www.worldanvil.com/w/qet-timepool",
				"authors": [
					"Garrett Lewis"
				],
				"convertedBy": [
					"Garrett Lewis"
				]
			}
		]
	},
	"monster": [
		{
			"name": "Ezytlichou",
			"size": "M",
			"type": {
				"type": "monstrosity",
				"swarmSize": "T"
			},
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				11
			],
			"hp": {
				"formula": "7d4",
				"average": 17
			},
			"speed": {
				"walk": 20,
				"fly": 50,
				"canHover": false
			},
			"str": 5,
			"dex": 15,
			"con": 10,
			"int": 3,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"cr": "1/4",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"proficiency": true,
				"hpAverageSimple": false
			},
			"activeTabInput": 5,
			"activeTabOutput": 1,
			"profBonus": 2,
			"page": 0,
			"senses": [
				"magicsense 30 ft."
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 5 ft., one target. {@h}3 ({@dice 1d6 + 3}) damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Small, yet deadly in swarms, ezytlichoutin are small bat-sized flying monsters that hunt in swarms. A single swarm can contain anywhere from twenty to one-hundred singular creatures. They attack prey from above, and painfully begin to devour them regardless of them being alive or dead.",
					"Ezytlichou make their wasp-like nests throughout the world— barring cold, snowy terrain. Like many insects, they will enter a state of torpor for this they will typically fly back to the nest.",
					"Each ezytlichou has a small, slender body— about the size of a fist. They appear almost like flying fish, with a tapered back and wide head. Though, their head is horizontal unlike the vertical heads of fish. Along the entire length of the front of the head lies a sharp-toothed mouth. From just below where the head meets their body sprouts a set of four pale-orange beetle-like wings."
				]
			},
			"environment": [
				"coastal",
				"desert",
				"forest",
				"grassland",
				"hill",
				"swamp"
			],
			"group": "Monsters",
			"activeTab__input": 3,
			"activeTab__output": 0
		},
		{
			"name": "Heutoue",
			"size": "M",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d8 + 15",
				"average": 78
			},
			"speed": {
				"walk": 5,
				"burrow": 10
			},
			"str": 10,
			"dex": 7,
			"con": 12,
			"int": 6,
			"wis": 12,
			"cha": 5,
			"passive": 15,
			"cr": "4",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"hpAverageSimple": false,
				"proficiency": false
			},
			"activeTabInput": 1,
			"activeTabOutput": 0,
			"activeTab__input": 4,
			"activeTab__output": 0,
			"senses": [
				"magicsense 40 ft.",
				"tremorsense 40 ft."
			],
			"skill": {
				"stealth": "+2"
			},
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}25 ({@damage 5d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Throw",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 25 ft., one target. {@h}20 ({@damage 4d8 + 2}) bludgeoning damage. The heutoue hurls dirt and stone at a target within its trap or along the edges."
					]
				},
				{
					"name": "Tremor",
					"entries": [
						"{@atk rs} {@hit 7} to hit, range 20 ft. cone, multiple targets. All creatures within the line must make a {@dc 13} Dexterity save, being knocked {@condition prone} and taking {@h}25 ({@damage 4d8 + 7}) bludgeoning damage on a failed save, or taking half as much damage on a successful one."
					]
				}
			],
			"damageTags": [
				"P",
				"B"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The heutoue's innate spellcasting ability is Wisdom (spell save {@dc 13}). It can innately cast the following spells, requiring no material components: "
					],
					"footerEntries": [
						"1/day: Tremor"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"fluff": {
				"entries": [
					"Heutoue are tough creatures which burrow into the ground, destabilize it with magic, and wait for prey to fall into their traps with maws wide open. Their strong teeth allow them to burrow even into stone. Once prey falls into their pit, the heutoue will begin to assail them with dirt or stone, slowly but surely sinking the trapped creatures into their waiting maws.",
					"Heutoue tend to live in clear areas where prey may fall— such as mountain passes, caves, trails— they can be encountered just about anywhere. Some variants live in sandy deserts, as well. They will rest after burrowing into the ground, before opening up the area into a sinkhole— once situated, they will rest periodically between meals.",
					"Heutoue possess round, grey-scaled bodies with two mouths. One, on the bottom, with five sharp, tough teeth— each attached to its own muscle— is used to drill into the ground, leaving the quad-mandibled top mouth exposed on top. Once embedded, [the creature] will use its magical abilties to send localized earthquakes into the rock around it numerous times, weakening it to the point where it eventually collapses into a sinkhole around it. (It takes considerable power to do this, so a heutoue cannot do this constantly— only once it has caught significant prey) Prey they find themselves caught in this sinkhole— human, monster, or otherwise— will be assaulted with rocks tossed by the heutoue, speeding their descent towards its waiting maw."
				]
			},
			"group": "Monsters",
			"senseTags": [
				"T"
			],
			"profBonus": 3,
			"trait": [
				{
					"name": "Sinkhole",
					"entries": [
						"If the heutoue is within its sinkhole, all creatures within the 20 ft. area of effect have half movement speed."
					]
				}
			]
		},
		{
			"name": "Cichetet",
			"size": "M",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "3d8 + 2",
				"average": 15
			},
			"speed": {
				"walk": 35
			},
			"str": 16,
			"dex": 12,
			"con": 8,
			"int": 6,
			"wis": 7,
			"cha": 5,
			"passive": 10,
			"cr": "1/4",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"hpAverageSimple": true
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"senses": [
				"magicsense 40 ft."
			],
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The cichetet has advantage on an attack roll against a creature if at least one of the cichetet's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated} ."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The cichetet has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				},
				{
					"name": "Standing Leap",
					"entries": [
						"The cichetet's long jump is up to 40 feet and its high jump is up to 10 feet, with or without a running start."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"action": [
				{
					"name": "Bash",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage. The cichetet bashes down with its large hands. Instead of dealing damage, the cichetet can choose to grapple a target which must make a {@dc 12} Dexterity save or become {@condition grappled}."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) piercing damage."
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"Cichetet are six-limbed monsters that hunt in packs to block off small corridors. Their powerful legs allow them to quickly jump after prey in the canyons. Once cornered, they will grab prey with their large hands, bash them wildly against the surrounding landscape— and finally eat them once they stop struggling.",
					"Cichetet primarily hunt within deserts and canyons, they are diurnal and will sleep in the shade of cliffs, large boulders, or other overhangs.",
					"A bony torso— appearing similar to that of a man's— support their six long limbs. Four of these limbs serve as legs, appearing similar to those a grasshopper might posses— these are situated at each corner of the creature's torso, pointing out at an angle almost in an \"x\" formation. From the top sides of the cichetet's back are two lanky ape-like arms, complete with large, bony hands and opposable thumbs. Their heads are flat-topped extensions from their torsos with four small black eyes on top and a wide mouth filled with shearing teeth stretched over the bottom— almost curved in a twisted smile. Their entire bodies are covered with short grey fur."
				]
			},
			"ixBrew": 2,
			"environment": [
				"desert"
			]
		},
		{
			"name": "Tuezyloytz",
			"size": "L",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "13d10 + 10",
				"average": 81
			},
			"speed": {
				"walk": 20
			},
			"str": 10,
			"dex": 8,
			"con": 14,
			"int": 10,
			"wis": 12,
			"cha": 12,
			"passive": 10,
			"cr": "4",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"hpAverageSimple": false
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"senses": [
				"magicsense 60 ft."
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The tuezyloytz's innate spellcasting ability is Wisdom (spell save {@dc 14}). It can innately cast the following spells,"
					],
					"footerEntries": [
						"Crystalline illusion"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"environment": [
				"desert"
			],
			"trait": [
				{
					"name": "Crystalline illusion",
					"entries": [
						"While the tuezyloytz remains motionless, until 10 feet away, it is indistinguishable from an oasis or town."
					]
				}
			],
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}27 ({@damage 2d8}) piercing damage and ({@dice 4d8}) poison damage. The target must make a {@dc 13} Constitution save or become {@condition poisoned} for {@dice 1d8} rounds."
					]
				},
				{
					"name": "Shove",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}25 ({@damage 5d8 + 3}) piercing damage. The tuezyloytz shoves a single target with its full weight— impaling them with the crystals on their back."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Tuezyloytz are seldom seen, as they refract light through a combination of magic and materials throughout their bodies to create the illusion of an oasis, or town— mirages. These images appear to be heat-distorted, though, in truth— they are unable to project clear images. Once their prey approaches close enough for the illusion to fade— they are quickly dispatched with the tuezyloytz's scorpion-like tail— poisoning the unfortunate catch. In the deserts, where tuezyloytz typically resides, their prey can rarely hide nor run as they succumb to the vile venom.",
					"Tuezyloytz live in deserts, where their mirages are not only more enticing— but less out of place. They are diurnal, and during the night will bury themselves in sand to sleep undisturbed.",
					"Tuezyloytz are about the same size as lions, with four short, stubby legs, and a long stinger-tipped tail akin to that of a scorpion. Their fur is short, and sand colored to better blend into the environments in which they live. Along the tortoise-shelled backs of their bodies grow large spines of refractive crystals through which they use their magical abilities to manipulate light. Their heads are short, and hidden under a bump in their shells— with a series of three eyes peeking from underneath, and their mouth running along the bottom."
				]
			}
		},
		{
			"name": "Holcho",
			"size": "M",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				13,
				{
					"ac": 15,
					"condition": "underwater",
					"braces": true
				}
			],
			"hp": {
				"formula": "13d8 + 7",
				"average": 65
			},
			"speed": {
				"walk": 20,
				"swim": 40
			},
			"str": 12,
			"dex": 9,
			"con": 10,
			"int": 6,
			"wis": 11,
			"cha": 4,
			"passive": 10,
			"cr": "3",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"hpAverageSimple": true
			},
			"activeTab__input": 5,
			"activeTab__output": 0,
			"senses": [
				"magicsense 40 ft.",
				"tremorsense 40 ft."
			],
			"senseTags": [
				"T"
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The holcho's innate spellcasting ability is Wisdom (spell save {@dc 12}). It can innately cast the following spells,"
					],
					"footerEntries": [
						"Current manipulation"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Current manipulation (pull)",
					"entries": [
						"Creatures within 25 ft. of the holcho are pulled {@dice 2d10 + 2} ft. towards it."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}22 ({@damage 5d8}) slashing damage."
					]
				}
			],
			"trait": [
				{
					"name": "Current manipulation (push)",
					"entries": [
						"Attacks made on the holcho while it is underwater are less likely to hit."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the Holcho remains motionless underwater and seen from above, it is almost indistinguishable from a normal reed— requiring a {@dc 14} Perception save to spot."
					]
				},
				{
					"name": "Ambusher",
					"entries": [
						"The Holcho has advantage on attack rolls against any creature it has surprised."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"traitTags": [
				"False Appearance",
				"Ambusher"
			],
			"ixBrew": 5,
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"Amphibious monsters that hide most of the way under water, leaving only tall green hairs to poke above— giving the false appearance of an innocuous reed often placed in the way of boats. Once prey try to move by the frond— two long hooked mandibles close on then from underneath the water and pull them in towards the creature's mouth.",
					"Holcho inhabit rivers, lakes, swamps, marshes, and on occasion— shallower waters within oceans. Like sharks, they do not sleep— only part of the brain does, allowing them to constantly be prepared to attack prey that stumbles upon the creature.",
					"The average holcho is about four feet long, and two feet long. Their bodies are somewhat thin, and covered in deep blue-green scales so as to blend better under the water. They have two short and stocky webbed feet towards their backs, and two larger fins on each side towards their centers— followed by a slim tail. This allows them to chase prey on land for a short distance, eat in peace, or escape danger if need be. Their mouths are staggered somewhat, with their top jaw extending well above their bottom— so as to breach the surface, and display the reed-like hairs at its end. Their mandibles can open at an extremely wide angle— so far as to be able to lie flat against the creature's sides so that prey have less chances of spotting them. The mandibles themselves can be up to two feet wide each— this allows holchotin to easily catch prey much larger than themselves. These mandibles are powerful enough to break bone and potentially boats, but not sever prey."
				]
			}
		},
		{
			"name": "Qeplueoytz",
			"size": "M",
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"source": "Qet",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "20d8 + 35",
				"average": 125
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 16,
			"wis": 12,
			"cha": 16,
			"passive": 15,
			"cr": "13",
			"profSave": {
				"int": 1,
				"cha": 1
			},
			"profSkill": {
				"deception": 1,
				"perception": 1,
				"persuasion": 1
			},
			"autoCalc": {
				"proficiency": true,
				"passivePerception": false,
				"hpAverageSimple": true
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"profBonus": 5,
			"languages": [
				"the languages of its local area"
			],
			"senses": [
				"magicsense 60 ft."
			],
			"skill": {
				"deception": "+8",
				"perception": "+6",
				"persuasion": "+8"
			},
			"save": {
				"int": "+8",
				"cha": "+8"
			},
			"vulnerable": [
				"bludgeoning"
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The qeplueoytz's innate spellcasting ability is Intelligence (spell save {@dc 16}). It can innately cast the following spells,"
					],
					"footerEntries": [
						"Transform self (2/Day), Telescopic punch, Tremor"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Transform self",
					"entries": [
						"The qeplueoytz changes its face, size, skin, and hair to the appearance of another person."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}67 ({@damage 15d8}) piercing damage. The qeplueoytz bites a target with the mouth in its ribs."
					]
				},
				{
					"name": "Telescopic punch",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}66 ({@damage 11d10 + 6}) bludgeoning damage. The qeplueoytz uses its magics to cause an arm to rapidly extend as it hits a target."
					]
				},
				{
					"name": "Tremor",
					"entries": [
						"{@atk rs} {@hit 10} to hit, range 20 ft. cone, multiple targets. All creatures within the cone must make a {@dc 15} Dexerity save, being knocked {@condition prone} and taking {@h}58 ({@damage 9d10 + 9}) bludgeoning damage on a failed save, and half as much damage on a successful one."
					]
				},
				{
					"name": "Camouflage",
					"entries": [
						"Once a day, the qeplueoytz runs and changes its skin to match its surroundings to an extent— requiring a {@dc 15} Perception check to spot afterwards."
					]
				}
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW"
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					"Qeplueoytz are powerful, magically gifted monsters which take on the form of humans in order to lure and devour them. They are more cunning than the average monster, and are able to blend in to human societies— growing more and more powerful over the years. Most are solitary, though some have been known to work in packs.",
					"A qeplueoytz is likely to hunt and live within urban environments— larger cities with a constant influx of fresh meat are ideal. Their sleep patterns are adjustable, much like that of a human's.",
					"Qeplueoytz are humanoid, yet they possess hollow, collapsible, and reconfigurable bones. Their arms and legs are telescopic, almost, on the inside. Their skulls are not solid bone— instead being composed of many smaller bones attached by tissue. Their skin is akin to that of an octopus— with many minuscule sacs of pigment placed throughout their bodies which enables them to match the skin color of a specific human. Under the skin lies hair— ready to be pulled up through the skin throughout the body to replicate someone's own hair. Their bones can be reconfigured through their inherent magical ability, with this they adjust their height and facial structures to match that of a previously consumed human— as they must be close to one to learn to mimic them. Due to the hollow, weak nature of their structure— they cannot win in a physical fight, and must rely on deception and their magic to catch and kill prey. Once caught, they will eat with a sideways mouth on their chests— almost as if their ribs were teeth. If one suspects another of being a qeplueoytz, all they need to do is see them shirtless."
				]
			}
		},
		{
			"name": "Llibttell",
			"size": "M",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d8 + 7",
				"average": 38
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 12,
			"con": 11,
			"int": 8,
			"wis": 11,
			"cha": 5,
			"passive": 10,
			"cr": "1",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"hpAverageSimple": false,
				"proficiency": true
			},
			"activeTab__input": 5,
			"activeTab__output": 0,
			"senses": [
				"magicsense 40 ft."
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The llibttell's innate spellcasting ability is Wisdom (spell save {@dc 12}). It can innately cast the following spells, "
					],
					"footerEntries": [
						"Brighten"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Brighten",
					"entries": [
						"The llibttell causes light reflecting off its hide to become brighter—  creatures within 20 ft. must make a {@dc 13} Dexterity save or become {@condition blinded} for 4 turns."
					]
				},
				{
					"name": "Tail slice",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 3}) slashing damage."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Llibtells are uniquely adapted to hunt travellers within Tchaoxlik— as they cannot easily traverse the depths without light. Llibtells are covered in reflective scales which blind those who carry sources of light. When prey is found, llibtells will curl up their long bodies so more light is reflected. Once blinded, prey is quickly finished off with the llibtell's sickle-clawed tail.",
					"It is believed that they are capable of increasing the light that touches their skin with their inherent magics— though this is difficult to prove.",
					"In the dark, underground. Llibttells are somewhat solitary creatures, though small packs are not uncommon. Like many underground species, they will sleep intermittently whenever they feel it is safe to do so.",
					"Llibttell stand around two feet tall, and can be up to five feet long. Their four cat-like legs allow them to quietly sneak around prey. Given their long, slender bodies, they move almost like snakes— wobbling side to sight as they move. The tail is held high, and typically rests pointed forward, arched above the back. Their tails can be almost as long as their bodies. About half of the tail is a long, thin sharp bone ending in a point which is used to kill prey. A llibttell head is long and flat, with two small black eyes on the top— just enough to be able to sense light, but not enough to see in it. Instead, they rely on smell and hearing to track prey. Their noses resting at the very tips of their snouts. Sharp, tiny teeth enable them to chew up the soft insides of their human prey."
				]
			},
			"profBonus": 2,
			"environment": [
				"underdark"
			]
		},
		{
			"name": "Bneuptt",
			"size": "L",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "18d8 + 16",
				"average": 94
			},
			"speed": {
				"walk": 40
			},
			"str": 15,
			"dex": 10,
			"con": 10,
			"int": 7,
			"wis": 10,
			"cha": 5,
			"passive": 12,
			"cr": "5",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"proficiency": false,
				"passivePerception": false,
				"hpAverageSimple": false
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"profBonus": 3,
			"senses": [
				"magicsense 50 ft.",
				"blindsight 120 ft."
			],
			"senseTags": [
				"B"
			],
			"action": [
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}28 ({@damage 4d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Spinning Gore",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}36 ({@damage 5d10 + 10}) slashing damage."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}21 ({@damage 6d6}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the Bneuptt moves at least 15 feet straight toward a target and then hits it with its horns on the same turn, the target takes an extra 13 ({@damage 2d8 + 5}) slashing damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Charge"
			],
			"environment": [
				"underdark"
			],
			"fluff": {
				"entries": [
					"Bneuptts are fast, hardy bipedal creatures that run towards prey with their twisted horns, which can be rotated by pulling and pushing a muscle at its back.. When prey is found, bneuptts will rush at them full speed, twist their horns— and ram directly into them.",
					"Underground, dark, deep caverns. They sleep intermittently throughout their days when they believe they are safe.",
					"Bneuptts hunt both other monsters, and humans.",
					"Oily, pale white skin covers most of their hairless bodies. Bneuptts are bipedal, with short stiff necks supporting a round head. At the very center of their face is a strong twisted horn— truthfully two horns twisted together, but just one in effect. Inside the skull, at the base of this horn, is a muscle which is twisted around it— allowing the horn to spin for a time. On the underside of the head runs a wide, grinning mouth, with the skin pulled thin towards its opening. Serrated teeth line the creature's jaws. On each side of its head is a large, bat-like ear, split at the tip. At the end of the bneuptt's body is a short, wide, flat tail, balancing it as it rams into prey."
				]
			},
			"save": {
				"str": "+2"
			}
		},
		{
			"name": "Cultly",
			"size": "M",
			"type": "monstrosity",
			"source": "Qet",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "7d6 + 8",
				"average": 32
			},
			"speed": {
				"walk": 15,
				"climb": 25
			},
			"str": 6,
			"dex": 12,
			"con": 10,
			"int": 8,
			"wis": 12,
			"cha": 5,
			"passive": 10,
			"cr": "3",
			"profSave": {},
			"profSkill": {
				"stealth": 1
			},
			"autoCalc": {
				"proficiency": false,
				"hpAverageSimple": false
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"profBonus": 2,
			"senses": [
				"magicsense 80 ft.",
				"tremorsense 50 ft."
			],
			"senseTags": [
				"T"
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The cultly's innate spellcasting ability is Charisma (spell save {@dc 13}). It can innately cast the following spells,"
					],
					"footerEntries": [
						"Drop"
					],
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"skill": {
				"stealth": "+3"
			},
			"action": [
				{
					"name": "Drop",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 5 ft., one target. The cultly causes a stalactite it is clinging to to drop onto a target— which must make a {@dc 14} Dexterity save or take {@h}22 ({@damage 3d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d6}) piercing damage."
					]
				},
				{
					"name": "Cling",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. The cultly clings onto a target, dealing {@h}7 ({@damage 2d8}) piercing damage per round until the target makes a {@dc 14} Strength save to pull it off— finally dealing ({@dice 2d8 + 5}) slashing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW"
			],
			"trait": [
				{
					"name": "Ambusher",
					"entries": [
						"The Cultly has advantage on attack rolls against any creature it has surprised."
					]
				}
			],
			"traitTags": [
				"Ambusher"
			],
			"fluff": {
				"entries": [
					"Cultly resemble starfish, with four rather than five limbs that cling to stalactites. Once prey is detected beneath them, they will extend their claws and cause them to vibrate— weakening the stone’s hold on the cave roof before using their innate magical ability to finally pull it free with extra momentum— impaling their targets.",
					"Cultly live in caves, as their method of attack would be useless elsewhere. They do not sleep, always ready for a passing meal.",
					"The body of a cultly is relatively flat, and small— they are only typically one to two square feet in size. They resemble starfish, with four limbs. Their rough, mottled grey skin resembles the rock they cling to. Each of their limbs is lined with sharp, bony claws that enable them to stick to the rock. These claws can be used to strip the meat from prey, and place it into their soft mouths at the center of their bodies."
				]
			},
			"environment": [
				"underdark"
			]
		},
		{
			"name": "Shulhoa (Dream Worm)",
			"size": "S",
			"type": "aberration",
			"source": "Qet",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "20d6 + 15",
				"average": 85
			},
			"speed": {
				"fly": 40,
				"canHover": false
			},
			"str": 10,
			"dex": 12,
			"con": 8,
			"int": 18,
			"wis": 17,
			"cha": 12,
			"passive": 17,
			"cr": "8",
			"profSave": {
				"int": 1,
				"wis": 1
			},
			"profSkill": {
				"insight": 1,
				"perception": 1
			},
			"autoCalc": {
				"proficiency": true,
				"hpAverageSimple": false,
				"passivePerception": false
			},
			"activeTab__input": 4,
			"activeTab__output": 0,
			"profBonus": 3,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Sogolth",
				"telepathy 120 ft."
			],
			"save": {
				"int": "+7",
				"wis": "+6"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6"
			},
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"Innate Spellcasting. The shulhoa's innate spellcasting ability is Intelligence (spell save {@dc 15}). The shulhoa can innately cast the following spells,"
					],
					"footerEntries": [
						"Dream leak, Enter, Dream flood"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"languageTags": [
				"TP"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"unconscious"
			],
			"vulnerable": [
				"fire"
			],
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}33 ({@damage 6d10}) psychic damage."
					]
				},
				{
					"name": "Enter",
					"entries": [
						"The shulhoa will attempt to enter a creature's head through its ears or nose, the target must make a {@dc 16} Dexterity save or the shulhoa will be able to enter— causing the target to become {@condition charmed} until the shulhoa leaves. The shulhoa will remain for a minimum of 3 rounds, after which the creature will be able to make a {@dc 14} Wisdom save to expel it from themselves. Upon leaving, the target must make a {@dc 15} Sanity save and suffer an effect of indefinite madness on a failure, or an effect of long-term madness on a success."
					]
				},
				{
					"name": "Dream leak",
					"entries": [
						"The shulhoa will fragment pieces of dreams together to create visual and audio illusions within their host's mind."
					]
				},
				{
					"name": "Dream flood",
					"entries": [
						"All creatures within a 35 ft. area must make a {@dc 15} Sanity save and take ({@dice 4d8}) psychic damage and see visual hallucinations for 1 minute on a failure, or only take half that damage on a success."
					]
				},
				{
					"name": "Shriek",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 20/20 ft., one target. {@h}36 ({@damage 8d8}) psychic damage."
					]
				}
			],
			"damageTags": [
				"Y"
			],
			"miscTags": [
				"MW",
				"RW"
			]
		},
		{
			"name": "Shulhoa (Dream Worm)",
			"size": "S",
			"type": "aberration",
			"source": "Qet",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				15
			],
			"hp": {
				"formula": "20d6 + 15",
				"average": 85
			},
			"speed": {
				"fly": 40,
				"canHover": false
			},
			"str": 10,
			"dex": 12,
			"con": 8,
			"int": 18,
			"wis": 17,
			"cha": 12,
			"passive": 17,
			"cr": "8",
			"profSave": {
				"int": 1,
				"wis": 1
			},
			"profSkill": {
				"insight": 1,
				"perception": 1
			},
			"autoCalc": {
				"proficiency": true,
				"hpAverageSimple": false,
				"passivePerception": false
			},
			"activeTab__input": 5,
			"activeTab__output": 0,
			"profBonus": 3,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Sogolth",
				"telepathy 120 ft."
			],
			"save": {
				"int": "+7",
				"wis": "+6"
			},
			"skill": {
				"insight": "+6",
				"perception": "+6"
			},
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"Innate Spellcasting. The shulhoa's innate spellcasting ability is Intelligence (spell save {@dc 15}). The shulhoa can innately cast the following spells,"
					],
					"footerEntries": [
						"Dream leak, Enter, Dream flood"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"languageTags": [
				"TP"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"unconscious"
			],
			"vulnerable": [
				"fire"
			],
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}33 ({@damage 6d10}) psychic damage."
					]
				},
				{
					"name": "Enter",
					"entries": [
						"The shulhoa will attempt to enter a creature's head through its ears or nose, the target must make a {@dc 16} Dexterity save or the shulhoa will be able to enter— causing the target to become {@condition charmed} until the shulhoa leaves. The shulhoa will remain for a minimum of 3 rounds, after which the creature will be able to make a {@dc 14} Wisdom save to expel it from themselves. Upon leaving, the target must make a {@dc 15} Sanity save and suffer an effect of indefinite madness on a failure, or an effect of long-term madness on a success."
					]
				},
				{
					"name": "Dream leak",
					"entries": [
						"The shulhoa will fragment pieces of dreams together to create visual and audio illusions within their host's mind."
					]
				},
				{
					"name": "Dream flood",
					"entries": [
						"All creatures within a 35 ft. area must make a {@dc 15} Sanity save and take ({@dice 4d8}) psychic damage and see visual hallucinations for 1 minute on a failure, or only take half that damage on a success."
					]
				},
				{
					"name": "Shriek",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 20/20 ft., one target. {@h}36 ({@damage 8d8}) psychic damage."
					]
				}
			],
			"damageTags": [
				"Y"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"ixBrew": 9,
			"fluff": {
				"entries": [
					"Shulhoa are horrifying eldritch beings, from the few who have managed to recall encounters with them, they are described to be a floating string of ears with many small transparent fins, faintly covered by a purple glow. Shulhoa eat dreams— passing through the ears or noses of their victims as they sleep. They will remain inside the victim's head, gorging themselves for a while, before exiting out another ear or the nose. If threatened— shulhoa will retreat within someone, and begin feeding them pieces of the dreams they have accumulated distorting their reality— effectively controlling their minds. If their host is killed, or there are no suitable hosts— shulhoa can scream in defense— or worse, bring nightmares to the forefront of everyone’s minds within a certain radius.",
					"A shulhoa appears as a floating, fleshy string— like a tail without fur— surrounded by ears which are topped with many transparent fins, faintly covered by a purple glow."
				]
			}
		},
		{
			"name": "Xoth-Kubori (Gates)",
			"size": "M",
			"type": "aberration",
			"source": "Qet",
			"alignment": [
				"N"
			],
			"ac": [
				17
			],
			"hp": {
				"formula": "17d8 + 16",
				"average": 92
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 12,
			"con": 14,
			"int": 12,
			"wis": 16,
			"cha": 14,
			"passive": 10,
			"cr": "14",
			"profSave": {},
			"profSkill": {},
			"autoCalc": {
				"proficiency": true,
				"hpAverageSimple": false
			},
			"activeTab__input": 5,
			"activeTab__output": 0,
			"profBonus": 5,
			"languages": [
				"Sogolth"
			],
			"spellcasting": [
				{
					"name": "Innate spellcasting",
					"headerEntries": [
						"The xoth-kubori's innate spellcasting ability is Wisdom (spell save {@dc 17}). It can innately cast the following spells,"
					],
					"footerEntries": [
						"Skin gate"
					],
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"vulnerable": [
				"fire"
			],
			"immune": [
				"psychic"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled"
			],
			"action": [
				{
					"name": "Skin gate",
					"entries": [
						"Recharge 4-6 ({@dice 1d6}). Upon being touched by a creature, the xoth-kubori can melt and send the target to an alien plane of existence for {@dice 1d100} minutes (or, {@dice 1d6} rounds if in combat), depositing them {@dice 1d100} ft. from where they were first transported upon their return. The target must make a {@dc 15} Sanity save, and take an effect of long-term madness on failure, or a short-term effect on success."
					]
				},
				{
					"name": "Wobble",
					"entries": [
						"{@atk rw} {@hit 10} to hit, range 20 ft. area, multiple targets. {@h}36 ({@damage 8d8}) psychic damage. The xoth-kubori wobbles, its form shifting into unexplainable shapes."
					]
				}
			],
			"trait": [
				{
					"name": "Warp skin",
					"entries": [
						"Any time the xoth-kubori is targeted by an attack, roll a {@dice d8}. On a 1 to 2, the xoth-kubori is unaffected. On a 3 to 6 the xoth-kubori takes damage. On a 7 or 8, the xoth-kubori is unaffected, and the effect is reflected back at the instigator as though it originated from the xoth-kubori, turning the attacker into the target, and dealing half damage.",
						"This trait can be nullified if the xoth-kubori is lit on fire."
					]
				}
			],
			"environment": [
				"urban"
			],
			"damageTags": [
				"Y"
			],
			"miscTags": [
				"RW"
			],
			"fluff": {
				"entries": [
					"Xoth-kubori appear simply as dogs, cats, or other small animals kept as pets. However— once touched, a high-pitched screaming sound can be heard, before their bodies undulate— and pull in the victim. Victims will drift through strange realms for a short time before being thrown out of the creature— unscathed, unless extremely unlucky. Xoth-kubori feed off of fear, and surprise— they have no need for harm. Should one attempt to kill a xoth-kubori they should do so from a distance and with fire— if they were foolish enough to go at it with a melee weapon or bare knuckles they may find their weapons turned back against them, or find themselves trapped inside an alien realm for a time."
				]
			}
		},
		{
			"name": "Obkuith (Possessed Debris)",
			"size": "M",
			"type": "aberration",
			"source": "Qet",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"debris"
					]
				},
				{
					"ac": 11,
					"condition": "without debris",
					"braces": true
				}
			],
			"hp": {
				"formula": "17d8 + 13",
				"average": 58
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 10,
			"con": 12,
			"int": 17,
			"wis": 12,
			"cha": 8,
			"passive": 10,
			"cr": "6",
			"profSave": {
				"int": 1
			},
			"profSkill": {},
			"autoCalc": {
				"proficiency": true,
				"hpAverageSimple": true
			},
			"activeTab__input": 5,
			"activeTab__output": 0,
			"profBonus": 3,
			"save": {
				"int": "+6"
			},
			"trait": [
				{
					"name": "Gravitational pull",
					"entries": [
						"Objects within a 15 ft. radius around the obkuith are gravitationally attracted to it, flying over to join the debris flying around it if not over 10 lbs. Otherwise, objects and creatures will still feel a slight pull— growing stronger the closer they get, pulling in objects weighing less than 21 lbs. at 10 ft. and 31 lbs. at 5. Creatures will have their movement speed halved when attempting to move away from the obkuith, and doubled when moving towards it."
					]
				},
				{
					"name": "Debris",
					"entries": [
						"While surrounded by debris, creatures attacking the obkuith with melee weapons take {@dice 3d8} damage as the debris hits them."
					]
				}
			],
			"action": [
				{
					"name": "Gravity surge",
					"entries": [
						"The obkuith increases its gravitational pull, pulling all creatures and objects around it {@dice 1d12 + 3} ft. closer."
					]
				},
				{
					"name": "Expand",
					"entries": [
						"{@atk mw} {@hit 7} to hit, range 10 ft., multiple targets. {@h}36 ({@damage 8d8}) bludgeoning damage."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Obkuith are floating pale-obsidian stones, collecting a swarm of various small objects from the surrounding area which flies at high speeds around themselves. Their purpose is unknown, though they are hostile— if one were to step within their “territory” they will find themselves and objects on their person pulled towards the mysterious creature— and assaulted by the swarm already around them.",
					"The core of a obkuith appears to be obsidian— though, rather than the typical deep black, they are instead pale white. Those who have been lucky enough to observe a core without dying have said at its center lies a darker core— though this seems impossible given than the material isn't transparent in the slightest."
				]
			}
		}
	]
}
